Repository: 84000/data-translation-memory
Catalog: toh1090-v3.tmx
Source language: bo
Languages: en

source: ༄༅། །ནད་ཀྱི་བདག་མོ་ལ་བསྟོད་པ།
en: Praising the Lady Who Rules Disease Homage to Glorious Vajrapāṇi.

source: ཏིལ་མར་གྱིས་བསྐུས་ལན་བུ་གཅིག་པ་རོ་ཉེའི་རྣ་ཆས་སྒེག་ཅིང་ཆ་ལུགས་མ་ལུས་འཆང་། །རྒྱན་དུ་རྐང་སྒྲོག་ལྕགས་ལས་བྱས་པ་གཅིག་གིས་རང་གི་རྐང་པ་མཛེས་པར་བྱས་པ་སྟེ། །གཅེར་བུ་བོང་བུ་ཞོན་ཅིང་འགྲོ་བ་འདི་ན་རྒྱུ་བ་དེ་ནི་ལྷ་མོ་ཁྱོད་ཉིད་ཀྱིས།
en: O Devī, you wander in this world, naked, riding a donkey; Anointed with sesame oil, your hair a single plait, and with lead earrings, you are seductive and fully adorned, While iron shackles grace your feet as anklets.

source: །བདག་ཉིད་མཛེས་པར་ཤེས་ཀྱི་གཞན་ལྟ་ཁྱོད་ཀྱི་སྤྱོད་པ་མཚོ་ཆེན་དོན་དག་སུ་ཞིག་ཤེས།
en: We know your nature is beautiful, and yet who can know the matter of your great ocean of activity for others?

source: །འཁོར་བ་འཇིག་པའི་ཚེ་ན་མི་རུས་དག་ལས་ཁྲག་དང་ཞག་འཛག་དུད་པ་འཐུལ་བ་ན། །ལྷ་མོ་མཆེ་བ་མི་བཟད་ཁྱོད་ཀྱི་ཞལ་དུ་འགྲོ་ཀུན་སྐད་ཅིག་ཙམ་གྱིས་ཞུགས་པར་གྱུར།
en: |1| In saṃsāra, at the time of destruction, when from human bodies blood and fat ooze forth, and smoke rises, O Devī, in a single instant you will toss all beings into your terrifying, fanged mouth.

source: །ནག་མོ་མི་ཐོད་ཐོགས་པ་ཁྱོད་ནི་རྣལ་འབྱོར་གྲུབ་པའི་སྤྱོད་ཡུལ་ཅན་ཏེ་དུར་ཁྲོད་དགྱེས། །ཁྱོད་ནི་གཡོ་ཅན་མནན་ཞིང་ནད་དང་འཆི་བའི་འཇིགས་སེལ་ཞི་ལ་མི་བཟད་དྲིལ་ཡང་སྒྲོགས།
en: O Kālī, you who hold a human skull, as the domain of yogic practice you take delight in cremation grounds, And the terrifying ringing of your bell subdues the wicked ones and dispels and quells all ills and mortal perils.

source: །ཁྱོད་ནི་དཔའ་བོ་དག་གི་མགོ་བོ་ཅོད་པན་ལེགས་སྤྲས་གཡུལ་དུ་མཚོན་གྱིས་བཅད་པ་ཡི།
en: |2| Adorned with a crown of warriors’ heads, you bear a garland of heads severed on the battlefield.

source: །ཕྲེང་བ་ཐོགས་ཤིང་གར་བྱེད་ལག་པ་མཉེན་བརྐྱང་རྐུབ་ཚོས་ཆེ་ལ་ཀླུ་དབང་གཤིབས་པ་ཡིས།
en: You dance with your supple arms opened wide, wearing a nāga lord as a belt across your broad hips.

source: །སྐ་རགས་འཆིང་ཞིང་ལག་ན་མདུང་དང་རལ་གྲི་ཐོགས་ལ་ཁྲག་གི་ཆང་གིས་མྱོས་གྱུར་པ།
en: Intoxicated by the liquor of blood, in your hands you brandish a spear and sword.

source: །མིག་རྩ་དམར་པོར་གྱུར་ཅིང་མཚན་མོ་དུར་ཁྲོད་འགྲོ་བ་འབྱུང་པོ་ཕལ་ཆེན་རྣམས་ཀྱིས་མཐོང་།
en: Your eyes bloodshot, you are seen by the host of bhūtas who wander cremation grounds at night.

source: །ཀོ་རློན་སར་པས་དྲིལ་ཏེ་བརྒྱང་བའི་གོས་ཀྱིས་སྣམ་ཕྱི་ཕྱེད་གཡོགས་ཕྱེད་ནི་རེ་ལྡེས་དཀྲིས།
en: |3| You wear a great torn hide and a half-open shawl, bound with a belt of braided straw.

source: །མི་ཡི་རྒྱུ་མ་སར་པའི་སྦུབས་ཀྱིས་ཞལ་གྱི་ཟླ་བ་བརྒྱན་ཅིང་དྲིལ་བུ་འགྲམ་པར་འདྲིལ།
en: With your moon-like face adorned with strings of fresh human entrails, you ring a bell at your cheek.

source: །ལུས་ནི་སྣུམ་གྱིས་གསར་དུ་བྱུགས་ཤིང་ཁྲག་དང་ཞག་མང་འཛག་པའི་ཐིག་ལེས་ཚོམ་བུར་བྲིས།
en: Your body freshly oiled and painted in patches with drops of blood, fat, and the like, You tear at human flesh with your glistening teeth.

source: །མི་རོའི་ཤལ་སོ་ཡིས་ཆེམ་ཆེམ་གཅོད་བྱེད་ཐོད་པ་ཅན་ནི་བདག་ལ་སྐྱོང་གྱུར་ཅིག །
en: O Kāpālikā, protect me!

source: དྲག་པའི་དྲག་མོ་མི་བཟད་མི་ཤ་ཁ་ན་ཐོགས་པ་སྔ་ན་མ་བྱུང་ཁྱོད་མཐོང་ན། །མ་མོ་རྣམས་ཀྱང་སྐྲག་ཅིང་རྟབས་ལ་རྔམ་པ་འཐོན་ཅིང་མིག་རྩ་རིག་རིག་ཁྱོད་ལ་འདུད།
en: |4| Fiercest among fierce ladies, terrifying, with human flesh in your mouth, the first time they saw you Even the mātṛkās were frightened and terrified as you flew into a rage, your bloodshot eyes flickering about‍—I bow to you!

source: །ནག་མོ་བཟང་མོ་ལུས་མདོག་གནག་ཅིང་བཟོད་པར་དཀའ་བ་ཁྱོད་ལ་བརྒྱ་བྱིན་ལ་སོགས་ཀྱང་། །ཉིན་གཅིག་བཞིན་དུ་སྟོད་པར་བྱེད་ཅིང་གཤིན་རྗེ་ཉིད་ཀྱང་འདར་བཞིན་རྟག་ཏུ་འདུད་པར་བྱེད།
en: Beautiful Kālī, your black body is so overwhelming that even Śakra and the rest are compelled To praise you daily, and even I, Yama, will always bow trembling before you.

source: །མི་རྣམས་དང་ནི་འགྲོ་བ་མ་ལུས་པ་དག་མཇུག་བརྟུལ་བས་ནི་རྣ་བ་ཡ་གཅིག་ལ། །བྲང་གིས་འགྲོ་བའི་མགོ་བོས་གདེངས་ཀ་སྟོང་དང་ལྡན་པ་ཁྱབ་གནས་རྒྱན་ཏུ་བྱས།
en: |5| You who bring an end to humans and all living beings, On one side, by your ear, is an uraga, whose thousand-headed hood is spread and adorns you.

source: །ཡ་གཅིག་ལ་ནི་སེང་གེ་མཚུངས་མེད་ཐོགས་ཤིང་རྒྱ་མཚོས་བསྐོར་བའི་ས་གཞི་ནོན།
en: At the other ear you keep a supreme lion, as you trample the entire ocean-encircled earth.

source: །སྟེང་ནས་རྒྱུ་བའི་ཉི་མའི་འོད་ཟེར་སྟོང་ལྡན་ཁྱོད་ཀྱིས་ལྟེ་བའི་ཕྱོགས་སུ་བཞག །
en: The sun that crosses the sky, brilliant with a thousand rays, rests directly at your navel.

source: རྒྱ་མཚོའི་ཀློང་ནས་མེ་འབར་ཁྱོད། །ཆུ་རྣམས་སྐེམས་པར་ནུས་པ་སྟེ།
en: |6| You are the fire that blazes forth from the expanse of the ocean, Able to dry up the whole of the sea.

source: །བུད་མེད་ཐམས་ཅད་ཞི་མཛད་ཕྱིར། །ལྷ་ཆེན་སྐུ་ཡི་ཕྱེད་དུ་བཞུགས། །རྫོངས་དང་དཀའ་ཟློག་ནམ་མོ་ཆེ།
en: Because all women are pacified, You are present as half of Mahādeva’s body.

source: །ལྷ་དང་ལྷ་མིན་ཕྱག་བྱས་པ། །མི་ནད་གང་ཡིན་ཁྱོད་ཀྱིས་ཤེས། །དེ་ལ་འཇིགས་པ་མེད་པར་འགྱུར།
en: |7| Durgā, Umā, Mahākālī, To whom gods and asuras pay homage— You who know all plagues, Render them harmless!

source: །གཤིན་རྗེའི་ལྕམ་མོ་བདུད་ཀྱི་ཡུམ། །འདོད་པའི་ཁམས་ཀྱི་དབང་ཕྱུག་མ།
en: Yama’s Sister, Wife of the Demon, Sovereign Goddess of the Desire Realm‍—I praise you!

source: །ནད་དོ་ཅོག་གི་བདག་མོ་སྟེ། །ལྷ་མོ་ཆེན་མོ་ལ་བསྟོད་པ་བརྒྱད་པ། བྲམ་ཟེ་མཆོག་སྲེད་ཀྱིས་བྱས་པ་རྫོགས་སྷོ།། །།
en: |8| This concludes “Eight Verses Praising Śrīdevī Mahākālī, the Lady Who Rules All Disease,” composed by the brahmin Vararuci.
